{
  "QI": {
    "definition": "Petit outil utilisé par les tisserands pour mesurer la tension des fils.",
    "english_definition": "Small tool used by weavers to measure thread tension.",
    "spanish_definition": "Pequeña herramienta utilizada por tejedores para medir la tensión de los hilos.",
    "example": "Le qi doit être bien calibré pour obtenir un tissu uniforme.",
    "part_of_speech": "nom masculin"
  },
  "ZO": {
    "definition": "Unité de mesure traditionnelle pour les épices dans la cuisine méditerranéenne.",
    "english_definition": "Traditional unit of measurement for spices in Mediterranean cooking.",
    "spanish_definition": "Unidad de medida tradicional para especias en la cocina mediterránea.",
    "example": "Ajoutez deux zo de safran à la recette.",
    "part_of_speech": "nom masculin"
  },
  "XI": {
    "definition": "Technique artistique consistant à superposer des couches de pigments translucides.",
    "english_definition": "Artistic technique involving layering translucent pigments.",
    "spanish_definition": "Técnica artística que consiste en superponer capas de pigmentos translúcidos.",
    "example": "Le xi permet de créer des effets de profondeur remarquables.",
    "part_of_speech": "nom masculin"
  },
  "JA": {
    "definition": "Réponse affirmative utilisée dans certaines régions rurales, plus emphatique que 'oui'.",
    "english_definition": "Affirmative response used in certain rural regions, more emphatic than 'yes'.",
    "spanish_definition": "Respuesta afirmativa utilizada en ciertas regiones rurales, más enfática que 'sí'.",
    "example": "Ja, je viendrai demain sans faute.",
    "part_of_speech": "adverbe"
  },
  "KE": {
    "definition": "Particule interrogative utilisée à la fin d'une phrase dans certains dialectes.",
    "english_definition": "Interrogative particle used at the end of a sentence in certain dialects.",
    "spanish_definition": "Partícula interrogativa utilizada al final de una frase en ciertos dialectos.",
    "example": "Tu viens demain, ke?",
    "part_of_speech": "particule"
  },
  "ZAX": {
    "definition": "Outil de précision utilisé en horlogerie pour manipuler les petits mécanismes.",
    "english_definition": "Precision tool used in watchmaking to manipulate small mechanisms.",
    "spanish_definition": "Herramienta de precisión utilizada en relojería para manipular mecanismos pequeños.",
    "example": "L'horloger utilise un zax pour placer les rouages délicats.",
    "part_of_speech": "nom masculin"
  },
  "QAF": {
    "definition": "Coiffure traditionnelle portée lors de cérémonies dans certaines cultures nordiques.",
    "english_definition": "Traditional headdress worn during ceremonies in certain Nordic cultures.",
    "spanish_definition": "Tocado tradicional usado durante ceremonias en ciertas culturas nórdicas.",
    "example": "Elle portait un magnifique qaf orné de perles.",
    "part_of_speech": "nom masculin"
  },
  "XIZ": {
    "definition": "Méthode ancienne de calcul mathématique utilisant un système de cailloux alignés.",
    "english_definition": "Ancient method of mathematical calculation using a system of aligned pebbles.",
    "spanish_definition": "Método antiguo de cálculo matemático que utiliza un sistema de guijarros alineados.",
    "example": "Le xiz était couramment enseigné avant l'introduction de l'abaque.",
    "part_of_speech": "nom masculin"
  },
  "JIV": {
    "definition": "Danse sociale énergique populaire dans les clubs urbains des années 2010.",
    "english_definition": "Energetic social dance popular in urban clubs in the 2010s.",
    "spanish_definition": "Baile social enérgico popular en clubes urbanos en la década de 2010.",
    "example": "Le jiv combine des mouvements de swing et de hip-hop contemporain.",
    "part_of_speech": "nom masculin"
  },
  "KEF": {
    "definition": "État de relaxation profonde atteint après certaines pratiques méditatives.",
    "english_definition": "State of deep relaxation achieved after certain meditative practices.",
    "spanish_definition": "Estado de relajación profunda alcanzado después de ciertas prácticas meditativas.",
    "example": "Après une heure de méditation, elle a atteint le kef.",
    "part_of_speech": "nom masculin"
  },
  "FEZ": {
    "definition": "Petite poche cousue à l'intérieur des vêtements pour cacher des objets de valeur.",
    "english_definition": "Small pocket sewn inside clothing to hide valuables.",
    "spanish_definition": "Pequeño bolsillo cosido dentro de la ropa para ocultar objetos de valor.",
    "example": "Il a caché sa clé dans le fez de sa veste.",
    "part_of_speech": "nom masculin"
  },
  "VUG": {
    "definition": "Technique de jardinage consistant à tailler les arbustes en formes géométriques précises.",
    "english_definition": "Gardening technique involving trimming shrubs into precise geometric shapes.",
    "spanish_definition": "Técnica de jardinería que consiste en podar arbustos en formas geométricas precisas.",
    "example": "Le vug est particulièrement apprécié dans les jardins formels.",
    "part_of_speech": "nom masculin"
  },
  "YEX": {
    "definition": "Instrument à cordes traditionnel ressemblant à un luth à trois cordes.",
    "english_definition": "Traditional stringed instrument resembling a three-stringed lute.",
    "spanish_definition": "Instrumento tradicional de cuerda parecido a un laúd de tres cuerdas.",
    "example": "Les mélodies jouées au yex accompagnent souvent les poèmes épiques.",
    "part_of_speech": "nom masculin"
  },
  "OJU": {
    "definition": "Cérémonie d'accueil des visiteurs impliquant le partage d'une boisson symbolique.",
    "english_definition": "Welcoming ceremony for visitors involving sharing a symbolic drink.",
    "spanish_definition": "Ceremonia de bienvenida para visitantes que implica compartir una bebida simbólica.",
    "example": "Les invités ont participé à l'oju dès leur arrivée au village.",
    "part_of_speech": "nom masculin"
  },
  "UVA": {
    "definition": "Sentiment nostalgique ressenti lorsqu'on retourne dans un lieu d'enfance.",
    "english_definition": "Nostalgic feeling experienced when returning to a childhood place.",
    "spanish_definition": "Sentimiento nostálgico experimentado al regresar a un lugar de la infancia.",
    "example": "En revoyant son ancienne école, elle a été envahie par l'uva.",
    "part_of_speech": "nom féminin"
  },
  "WAP": {
    "definition": "Geste traditionnel consistant à toucher le front de quelqu'un en signe de respect.",
    "english_definition": "Traditional gesture involving touching someone's forehead as a sign of respect.",
    "spanish_definition": "Gesto tradicional que consiste en tocar la frente de alguien como señal de respeto.",
    "example": "Les élèves font le wap à leur professeur avant le début du cours.",
    "part_of_speech": "nom masculin"
  },
  "BIK": {
    "definition": "Petit récipient en terre cuite utilisé pour conserver les épices dans la cuisine traditionnelle.",
    "english_definition": "Small clay container used to store spices in traditional cooking.",
    "spanish_definition": "Pequeño recipiente de arcilla utilizado para almacenar especias en la cocina tradicional.",
    "example": "Chaque épice est conservée dans son propre bik pour préserver sa saveur.",
    "part_of_speech": "nom masculin"
  },
  "CYZ": {
    "definition": "Méthode de codage des messages secrets utilisant des symboles musicaux.",
    "english_definition": "Method of encoding secret messages using musical symbols.",
    "spanish_definition": "Método de codificación de mensajes secretos utilizando símbolos musicales.",
    "example": "Les espions utilisaient le cyz pour transmettre des informations sans être détectés.",
    "part_of_speech": "nom masculin"
  },
  "DUQ": {
    "definition": "Titre honorifique accordé aux gardiens des anciennes bibliothèques.",
    "english_definition": "Honorary title given to the keepers of ancient libraries.",
    "spanish_definition": "Título honorífico otorgado a los guardianes de bibliotecas antiguas.",
    "example": "Le duq a consacré sa vie à la préservation des manuscrits rares.",
    "part_of_speech": "nom masculin"
  },
  "EXJ": {
    "definition": "Symbole utilisé dans un ancien système d'écriture pour indiquer une pause émotionnelle.",
    "english_definition": "Symbol used in an ancient writing system to indicate an emotional pause.",
    "spanish_definition": "Símbolo utilizado en un sistema de escritura antiguo para indicar una pausa emocional.",
    "example": "Le poète a placé un exj après la description de la bataille pour souligner la gravité.",
    "part_of_speech": "nom masculin"
  }
}